[
  {
    "content": "Question: What is the new community ownership economy structure for Profit Sharing Communities (PSCs) owners? Answer:  The new community ownership economy structure is called Tribus, and it will allow PSC owners to provide a new community ownership economy structure for their PST holders." ,
    "meta": {
      "time" : "2021-02-15 07:16:15"
    }
  },
  {
    "content": "Question: What is the UI preview for the upcoming social media platform? Answer:  The UI preview shows a functional public prototype for a truly decentralized social media platform." ,
    "meta": {
      "time" : "2021-02-14 08:24:28"
    }
  },
  {
    "content": "Question: What is coming soon to a browser near you? Answer:  Metamask for Arweave, courtesy of @vertoexchange, is coming soon to a browser near you." ,
    "meta": {
      "time" : "2021-02-11 06:58:46"
    }
  },
  {
    "content": "Question: What is the investment in @ArweaveTeam? Answer:  The investment in @ArweaveTeam is a decentralized platform that enables anyone to store documents and applications forever." ,
    "meta": {
      "time" : "2021-02-10 08:44:05"
    }
  },
  {
    "content": "Question: What is everPay Beta? Answer:  everPay Beta is a simple blockchain payment system using https://t.co/lJkf9xxY9g, backed by Arweave." ,
    "meta": {
      "time" : "2021-02-08 21:45:42"
    }
  },
  {
    "content": "Question: What is the importance of governance in cryptonetworks? Answer:  Governance tokens represent the power to change the rules of the system, and their value increases as the cryptonetwork grows." ,
    "meta": {
      "time" : "2021-02-07 06:25:18"
    }
  },
  {
    "content": "Question: How does the ArVerify algorithm work? Answer:  The ArVerify algorithm asks people to verify their friends to seed the network of trust, which allows it to estimate who is human and who is not." ,
    "meta": {
      "time" : "2021-02-04 08:32:39"
    }
  },
  {
    "content": "Question: What is the challenge accepted by @samecwilliams? Answer: The challenge is to build a quick wallet miner on https://t.co/5PVBwmWP5u." ,
    "meta": {
      "time" : "2021-02-04 11:10:21"
    }
  },
  {
    "content": "Question: What is the early alpha implementation of the PublicSquare data protocol? Answer: The early alpha implementation of the PublicSquare data protocol is by @decentLand_." ,
    "meta": {
      "time" : "2021-02-03 06:17:21"
    }
  },
  {
    "content": "Question: Why are content creation and distribution governed by anyone other than creators and end users? Answer: This is a core question driving many underlying issues in society, and the answer lies in the deficiency of the HTTP protocol." ,
    "meta": {
      "time" : "2021-02-02 06:59:13"
    }
  },
  {
    "content": "Question: What is the permaweb and how does it relate to Dogecoin? Answer: The permaweb is a permanent and decentralized storage solution, and Dogecoin's source code and homepage are now immortalized on the permaweb." ,
    "meta": {
      "time" : "2021-01-31 07:25:02"
    }
  },
  {
    "content": "Question: What is the collaboration between @ParityTech and @ArweaveTeam? Answer: The collaboration is to launch an archival bridge-building bounty on @gitcoin, connecting @Polkadot parachains with the Arweave network." ,
    "meta": {
      "time" : "2021-01-29 23:02:44"
    }
  },
  {
    "content": "Question: What is Ape Bets and what is it built on? Answer: Ape Bets is a decentralized Reddit/Discord built on Arweave, Solana, and Ceramic Network." ,
    "meta": {
      "time" : "2021-01-28 11:25:41"
    }
  },
  {
    "content": "Question: What is the significance of the launch day of @ardriveapp? Answer: It's the launch day of @ardriveapp, and it's an incredible achievement." ,
    "meta": {
      "time" : "2021-01-28 11:05:56"
    }
  },
  {
    "content": "Question: What is @decentLand_ and how does it work? Answer: @decentLand_ is a platform where every community is governed by a DAO, and users must be staked to post." ,
    "meta": {
      "time" : "2021-01-28 10:49:21"
    }
  },
  {
    "content": "Question: What is the #ArDriveWebLaunch and what does it mean? Answer: The #ArDriveWebLaunch is the launch of new features, bug fixes, and performance improvements, and it also includes a giveaway of ARDRIVE tokens." ,
    "meta": {
      "time" : "2021-01-28 04:04:17"
    }
  },
  {
    "content": "Question: What is Verto Protocol and what is its significance? Answer: Verto Protocol is a significant development in the Arweave ecosystem, and it has been covered by the community-organized @ArweaveNews." ,
    "meta": {
      "time" : "2021-01-28 03:24:33"
    }
  },
  {
    "content": "Question: What is the #ArDriveWebLaunch and what does it mean? Answer: The #ArDriveWebLaunch is the launch of the first major version of the Web App, and it's a significant achievement." ,
    "meta": {
      "time" : "2021-01-27 14:41:12"
    }
  },
  {
    "content": "Question: What is Evermore Datastore and what is its significance? Answer: Evermore Datastore is a Mac OS X-compatible app that makes Arweave's permanent data storage widely available through a simple interface." ,
    "meta": {
      "time" : "2021-01-27 05:43:20"
    }
  },
  {
    "content": "Question: What is th8ta and what is its vision? Answer: th8ta is a team that is creating a vision, and they have made incredible progress." ,
    "meta": {
      "time" : "2021-01-25 12:58:58"
    }
  }
]
